Repository: remindersdevs/Reminders
Catalog: po/*.po
Languages: tr

source: Reminders
tr: Anımsatıcılar

source: Set reminders for yourself
tr: Kendiniz için anımsatıcı ve hatırlatıcılar ayarlayın

source: Todo;Productivity;Task;Planning;Planner;Time;Management;Reminder;Remembrance;Reminders;
tr: Yapılacaklar;Todo;Üretkenlik;Productivity;Task;Görev;Planning;Planlama;Planner;Planlayıcı;Zaman;Süre;Yönetim;Anımsatıcı;Hatırlatıcı;Anımsama;Hatırlatma;

source: Remembrance Service
tr: Hatırlatma Servisi

source: Time format
tr: Saat biçimi

source: What format to display the time in
tr: Zamanın görüntülenme biçimi

source: Sort by
tr: Sıralama ölçütü

source: How to sort the reminders
tr: Anımsatıcılar nasıl sıralansın

source: Auto refresh frequency
tr: Kendiliğinden yenileme sıklığı

source: How often the reminders are refreshed (minutes)
tr: Anımsatıcıların yenilenme sıklığı (dakika)

source: Notification Sound
tr: Bildirim Sesi

source: Whether or not to play a notification sound
tr: Bildirim sesinin çalınma durumu

source: Use included notification sound
tr: Eklenen bildirim sesini kullan

source: Whether to use the included notification sound
tr: Eklenen bildirim sesinin kullanılma durumu

source: Descending sort
tr: Azalan sıralama

source: If reminders sort should be descending
tr: Anımsatıcı sıralaması azalan mı

source: Week starts on sunday
tr: Hafta Pazar gününden başlar

source: If week should start on sunday
tr: Hafta Pazar gününden başlıyor mu

source: Remote lists that should be synced
tr: Eşzamanlanacak uzak listeler

source: Add a user id if you want to sync all of the lists on a user, or any list id on the user
tr: Bir kullanıcıdaki tüm listeleri ya da kullanıcıdaki herhangi bir liste kimliğini eşzamanlamak istiyorsanız bir kullanıcı kimliği ekleyin

source: Selected list
tr: Siçili liste

source: list ids can be 'all', 'local', or an actual id
tr: liste kimlikleri 'all' (tümü), 'local' (yerel) ya da gerçek bir kimlik olabilir

source: [DEPRECATED] Task lists that should be synced
tr: [KALDIRILDI] Eşzamanlanacak görev listeleri

source: {user_id: [task_list_ids]}, task_list_ids can be 'all' or an array of ids
tr: {user_id: [task_list_ids]}, task_list_ids 'all' (tümü) ya da kimlik dizisi olabilir

source: [DEPRECATED] Task lists that should be visible
tr: [KALDIRILDI] Görünür olacak görev listeleri

source: (user_id, task_id) ids can be 'all', 'local', or an actual id
tr: (user_id, task_id) kimlikler 'all' (tümü), 'local' (yerel), ya da gerçek bir kimlik olabilir

source: Set reminders and manage tasks
tr: Anımsatıcılar ekle ve görevleri yönet

source: What you can do with Reminders:
tr: Anımsatıcılar ile yapabilecekleriniz:

source: Set recurring reminders
tr: Yinelenen anımsatıcılar ayarlama

source: Schedule notifications
tr: Zamanlanmış bildirimler

source: Sort, filter, and search for reminders
tr: Anımsatıcıları sıralama, süzme ve arama

source: Mark reminders as important or complete
tr: Anımsatıcıları önemli ya da tamamlanmış işaretleme

source: Organize reminders using lists
tr: Listeleri kullanarak anımsatıcıları organize etme

source: Optionally play a sound when notifications are sent
tr: Bildirim gönderildiğinde isteğe bağlı olarak ses çalma

source: Optionally sync with Microsoft To Do
tr: Microsoft To Do ile isteğe bağlı eşzamanlama

source: Optionally sync with CalDAV servers
tr: CalDAV sunucularıyla isteğe bağlı eşzamanlama

source: Import and export ical/ics files
tr: ical/ics dosyalarını içe aktarma ya da dışa aktarma

source: Todo
tr: Yapılacak

source: Productivity
tr: Üretkenlik

source: Task
tr: Görev

source: Planning
tr: Planlama

source: Planner
tr: Planlayıcı

source: Time
tr: Zaman

source: Management
tr: Yönetim

source: Reminder
tr: Anımsatıcı

source: Remembrance
tr: Hatırlatma

source: UI improvements
tr: Arayüz iyileştirmeleri

source: Added support for making the week start on sunday
tr: Haftanın pazar günü başlaması desteği eklendi

source: Added indicators that show how many incomplete reminders are in each list/group
tr: Her listede/grupta kaç tane tamamlanmamış anımsatıcı olduğunu gösteren belirteçler eklendi

source: Added support for syncing with CalDAV servers
tr: CalDAV sunucularıyla eşzamanlama desteği eklendi

source: Added support for selecting multiple reminders in one click by holding shift
tr: Shift tuşunu basılı tutarak tek tıklamayla birden fazla anımsatıcı seçme desteği eklendi

source: Added support for dragging and dropping reminders between lists
tr: Listeler arasında anımsatıcıları sürükleme ve bırakma desteği eklendi

source: Added support for importing and exporting ical/ics files
tr: ical/ics dosyalarını içe ve dışa aktarma desteği eklendi

source: Added more multithreading to significantly speed up certain operations
tr: Belirli işlemleri önemli ölçüde hızlandırmak için daha fazla çoklu iş parçacığı eklendi

source: Added support for syncing recurring reminders with Microsoft To Do
tr: Yinelenen anımsatıcıları Microsoft To Do ile eşzamanlama desteği eklendi

source: Added support for creating monthly and yearly repeating reminders
tr: Aylık ve yıllık yinelenen anımsatıcılar oluşturma desteği eklendi

source: Version numbers are now handled in a logical way (as in they aren't just doubles)
tr: Sürüm numaraları artık mantıklı bir şekilde ele alınıyor (sadece çift olmadıkları gibi)

source: Microsoft sign in window now appears in the app instead of in the browser
tr: Microsoft oturum açma penceresi artık tarayıcı yerine uygulamada görünüyor

source: Significantly improve how recurring reminders function
tr: Yinelenen anımsatıcıları işleyişi önemli ölçüde iyileştirildi

source: Fix date/time text wrapping awkwardly
tr: Tarih/saat metninin garip bir şekilde sarılması düzeltildi

source: Improvements to handling of network errors
tr: Ağ hatalarını işleme iyileştirildi

source: Fix some other minor issues
tr: Diğer bazı küçük sorunlar düzeltildi

source: Bump API version
tr: API sürümü yükseltildi

source: Fix versioning by bumping to 4.0
tr: Sürümleme 4.0'a yükselterek düzeltildi

source: Remove warning about cloud syncing being in beta
tr: Bulut eşzamanlamanın beta aşamasında olduğuna dair uyarı kaldırıldı

source: Fix issue where you could make reminder recurring when it shouldn't be
tr: Anımsatıcının olmaması gerektiği halde yinelenmesine neden olan sorun düzeltildi

source: Change delete icon
tr: Sil simgesini değiştir

source: Fix some ui bugs
tr: Bazı kullanıcı arayüzü hataları düzeltildi

source: Some tiny performance improvements
tr: Kimi küçük performans iyileştirmeleri

source: Improve logging
tr: Günlükleme iyileştirildi

source: UI Improvements to sidebar
tr: Kenar çubuğunda arayüz iyileştirmeleri

source: Fix issues when moving reminders between lists
tr: Anımsatıcıları listeler arasında taşırken yaşanan sorunlar düzeltildi

source: Fix issue with error dialogs
tr: Hata iletişim kutularıyla ilgili sorun düzeltildi

source: Fix issue when deleting lists
tr: Listeleri silerken yaşanan sorun düzeltildi

source: Fix issue when removing selected reminders
tr: Seçili anımsatıcıları kaldırma sorunu düzeltildi

source: Performance improvements
tr: Performans iyileştirmeleri

source: Don't freeze UI when updating MS reminders
tr: MS anımsatıcıları güncellerken kullanıcı arayüzünün donması sorunu düzeltildi

source: Automatically refresh reminders after waking from suspend
tr: Askıya alma işleminden uyandıktan sonra hatırlatıcıları kendiliğinden yenile

source: Fix issues with deleting lists
tr: Liste silme hataları düzeltildi

source: Fix issues when queueing remote changes while internet is disconnected
tr: İnternet bağlantısı kesilmişken uzaktan değişiklikleri sıraya alma sorunları düzeltildi

source: Stop showing completed reminders on upcoming page
tr: Tamamlanan anımsatıcıların yaklaşan sayfada gösterilmesi düzeltildi

source: Cross out completed reminders on all reminders page
tr: Tüm anımsatıcılar sayfasında tamamlanan anımsatıcıların üzerini çiz

source: Add support for setting due dates without sending notifications
tr: Bildirim göndermeden son tarih belirleme desteği eklendi

source: Add support for selecting and editing multiple reminders (Start selecting with Ctrl + LMB or by pressing and holding a reminder)
tr: Birden fazla anımsatıcı seçme ve düzenleme desteği eklendi (Ctrl + LMB ile veya bir anımsatıcıya basılı tutarak seçmeye başlayın)

source: Slightly improve error handling
tr: Hata işleme biraz iyileştirildi

source: Fix issue when setting reminders in another year
tr: Başka bir yılda hatırlatıcı ayarlarken yaşanan sorun düzeltildi

source: Fix issue when saving Microsoft To Do Reminders
tr: Microsoft To Do Anımsatıcılarını kaydederken yaşanan sorun düzeltildi

source: New notification sound
tr: Yeni bildirim sesi

source: Allow sorting reminders by created time and last updated time
tr: Anımsatıcıları oluşturulma zamanına ve son güncellenme zamanına göre sıralamaya izin verildi

source: Allow marking reminders as important
tr: Anımsatıcıları önemli olarak imlemeye izin verildi

source: Slightly improved UI
tr: Küçük arayüz iyileştirmesi

source: Added keyboard shortcuts page
tr: Klavye kısayolları sayfası eklendi

source: Added more keyboard shortcuts
tr: Daha fazla klavye kısayolu eklendi

source: Lots of bugfixes
tr: Bir çok hata düzeltme

source: CalDAV Sync
tr: CalDAV Eşzamanlama

source: Display Name
tr: Görünen Ad

source: Server URL
tr: Sunucu URL

source: Username
tr: Kullanıcı Adı

source: Password
tr: Parola

source: Sign In
tr: Oturum Aç

source: Edit Lists
tr: Listeleri Düzenle

source: View Error
tr: Hatayı Görüntüle

source: Export Lists
tr: Listeleri Dışa Aktar

source: Cancel
tr: İptal

source: Export
tr: Dışa Aktar

source: Import Lists
tr: Listeleri İçe Aktar

source: Import to specific list
tr: Belirli listeleri içe aktar

source: Otherwise new lists will be created
tr: Aksi takdirde yeni liste oluşturulacak

source: Select a list
tr: Liste seç

source: Import
tr: İçe Aktar

source: Show sidebar
tr: Kenar çubuğunu göster

source: Sort direction
tr: Sıralama yönü

source: Search
tr: Ara

source: App menu
tr: Uygulama menüsü

source: All Reminders
tr: Tüm Anımsatıcılar

source: Upcoming Reminders
tr: Yaklaşan Anımsatıcılar

source: Past Reminders
tr: Geçmiş Anımsatıcılar

source: Completed Reminders
tr: Tamamlanan Anımsatıcılar

source: Complete
tr: Tamamlandı

source: Incomplete
tr: Eksik

source: Important
tr: Önemli

source: Unimportant
tr: Önemsiz

source: Move
tr: Taşı

source: Remove
tr: Kaldır

source: Add a reminder
tr: Anımsatıcı ekle

source: _Refresh
tr: _Yenile

source: _Export Lists
tr: Listeleri _Dışa Aktar

source: _Import Lists
tr: _Listeleri İçe Aktar

source: _Preferences
tr: _Tercihler

source: _Keyboard Shortcuts
tr: _Klavye Kısayolları

source: _About Reminders
tr: Anımsatıcılar _Hakkında

source: Sort By
tr: Sıralama Ölçütü

source: _Time
tr: _Zaman

source: _Alphabetical
tr: _Alfabetik

source: _Created
tr: _Oluşturulma

source: _Last Updated
tr: _Son Güncellenme

source: Microsoft To Do Sync
tr: Microsoft To Do Eşsamanlama

source: Move Selected Reminder(s)
tr: Seçilen Anımsatıcıları Taşı

source: Preferences
tr: Tercihler

source: Syncing
tr: Eşzamanlama

source: Add Account
tr: Hesap Ekle

source: Refresh
tr: Yenile

source: General
tr: Genel

source: Week starts on Sunday
tr: Hafta Pazar gününden başlar

source: Play sound with notification
tr: Bildirimle ses çal

source: Use the included notification sound
tr: Eklenen bildirim sesini kullan

source: Otherwise the bell sound from the enabled sound theme will be used
tr: Aksi takdirde, etkinleştirilen ses temasındaki zil sesi kullanılacak

source: Use locale default
tr: Yerel varsayılanı kullan

source: 12 hour time
tr: 12 saat biçimi

source: 24 hour time
tr: 24 saat biçimi

source: 5 mins
tr: 5 dakika

source: 15 mins
tr: 15 dakika

source: 30 mins
tr: 30 dakika

source: 60 mins
tr: 60 dakika

source: All
tr: Tümü

source: Sign Out
tr: Oturumu Kapat

source: Edit
tr: Düzenle

source: What should the reminder be called?
tr: Anımsatıcının adı ne olmalı?

source: Short description of the reminder (Optional)
tr: Anımsatıcının kısa açıklaması (İsteğe bağlı)

source: This will make the reminder display first in the list
tr: Bu, anımsatıcının listede ilk sırada görüntülenmesini sağlar

source: Location
tr: Konum

source: Set a date/time
tr: Tarih/Saat ayarla

source: Select date
tr: Tarih seç

source: Hour
tr: Saat

source: Minute
tr: Dakika

source: Send a notification
tr: Bildirim gönder

source: Repeat the reminder
tr: Anımsatıcıyı yinele

source: The reminder will be updated when you complete it
tr: Anımsatıcı, tamamladığınızda güncellenecek

source: Repeat every
tr: Yineleme aralığı

source: Mon
tr: Pzt

source: Monday
tr: Pazartesi

source: Tue
tr: Sal

source: Tuesday
tr: Salı

source: Wed
tr: Çar

source: Wednesday
tr: Çarşamba

source: Thu
tr: Per

source: Thursday
tr: Perşembe

source: Fri
tr: Cum

source: Friday
tr: Cuma

source: Sat
tr: Cmt

source: Saturday
tr: Cumartesi

source: Sun
tr: Paz

source: Sunday
tr: Pazar

source: time(s)
tr: zaman

source: Save
tr: Kaydet

source: minute(s)
tr: dakika

source: hour(s)
tr: saat

source: day(s)
tr: gün

source: week(s)
tr: hafta

source: months(s)
tr: ay

source: years(s)
tr: yıl

source: Repeat forever
tr: Daima yinele

source: Display a total of
tr: Toplam

source: Repeat until
tr: Şuna dek yinele

source: Application
tr: Uygulama

source: Show menu
tr: Menüyü göster

source: Keyboard shortcuts
tr: Klavye kısayolları

source: Quit
tr: Çık

source: Navigation
tr: Gezinme

source: Move left
tr: Sola taşı

source: Move up
tr: Yukarı taşı

source: Move right
tr: Sağa taşı

source: Move down
tr: Aşağı taşı

source: Main Window
tr: Ana Pencere

source: New reminder
tr: Yeni anımsatıcı

source: Refresh reminders
tr: Anımsatıcıları yenile

source: Select all reminders
tr: Tüm anımsatıcıları seç

source: Hold to start selecting reminders
tr: Anımsatıcıları seçmeye başlamak için basılı tutun

source: Unselect all reminders
tr: Tüm anımsatıcıların seçimini kaldır

source: Remove selected reminders
tr: Seçilen anımsatıcıları kaldır

source: Child Windows
tr: Alt Pencereler

source: Close window
tr: Pencereyi kapat

source: Save changes
tr: Değişiklikleri kaydet

source: Copyright 2023 Sasha Hale
tr: Telif Hakkı © 2023 Sasha Hale

source: translator-credits
tr: Sabri Ünal <libreajans@gmail.com>

source: Print the version of the app
tr: Uygulama sürümünü yazdır

source: Restart service before starting app
tr: Uygulamayı başlatmadan önce hizmeti yeniden başlat

source: Start on a different page
tr: Farklı sayfada başlat

source: Something went wrong
tr: Bir şeyler yanlış gitti

source: Changes were not saved. This bug should be reported.
tr: Değişiklikler kaydedilmedi. Lütfen bu hatayı bildirin.

source: Reminders failed to start
tr: Anımsatıcılar başlatılamadı

source: If this is your first time running Reminders, you will probably have to log out and log back in before using it. This is due to a bug in Flatpak.
tr: Anımsatıcıları ilk kez çalıştırıyorsanız, muhtemelen kullanmadan önce oturumu kapatıp tekrar açmanız gerekecektir. Bunun nedeni Flatpak ile ilgili bir hatadır.

source: New List
tr: Yeni Liste

source: You have unsaved changes
tr: Kaydedilmemiş değişikliklikler var

source: Are you sure you want to close the window?
tr: Pencereyi kapatmak istediğinize emin misiniz?

source: Yes
tr: Evet

source: What should the list be called?
tr: Listenin adı ne olmalı?

source: Remove list?
tr: Liste kaldırılsın mı?

source: This will remove {list_name} and cannot be undone.
tr: Bu, {list_name} listesini kaldıracak ve bu işlem geri alınamaz.

source: Nothing to see here!
tr: Gösterilecek hiç bir şey yok!

source: Press the plus button below to add a reminder
tr: Anımsatıcı eklemek için aşağıdaki artı düğmesine basın

source: No reminders match your search
tr: Aramanızla eşleyen anımsatıcı yok

source: Does not repeat
tr: Yineleme

source: minute
tr: dakika

source: minutes
tr: dakika

source: hour
tr: saat

source: hours
tr: saat

source: day
tr: gün

source: days
tr: gün

source: M
tr: Pt

source: Tu
tr: Sa

source: W
tr: Ç

source: Th
tr: Pe

source: F
tr: C

source: Sa
tr: Ct

source: Su
tr: Pz

source: week
tr: hafta

source: weeks
tr: hafta

source: month
tr: ay

source: months
tr: ay

source: year
tr: yıl

source: years
tr: yıl

source: until
tr: şu zamana kadar

source: time
tr: saat

source: times
tr: saat

source: Every
tr: Her

source: Today
tr: Bugün

source: Tomorrow
tr: Yarın

source: Yesterday
tr: Dün

source: All Lists
tr: Tüm Listeler

source: Searching '{text}'
tr: '{text}' aranıyor

source: Start typing to search
tr: Aramak için yazmaya başlayın

source: Mark reminders as complete?
tr: Anımsatıcılar tamamlanmış olarak imlensin mi?

source: Are you sure you want to mark the currently selected reminder(s) as complete?
tr: Şu anda seçili olan anımsatıcıları tamamlandı olarak imlemek istediğinizden emin misiniz?

source: Mark reminders as incomplete?
tr: Anımsatıcılar tamamlanmamış olarak imlensin mi?

source: Are you sure you want to mark the currently selected reminder(s) as incomplete?
tr: Şu anda seçili olan anımsatıcıları tamamlanmamış olarak imlemek istediğinizden emin misiniz?

source: Mark reminders as important?
tr: Anımsatıcılar önemli olarak imlensin mi?

source: Are you sure you want to mark the currently selected reminder(s) as important?
tr: Şu anda seçili olan anımsatıcıları önemli olarak imlemek istediğinizden emin misiniz?

source: Mark reminders as unimportant?
tr: Anımsatıcılar önemsiz olarak imlensin mi?

source: Are you sure you want to mark the currently selected reminder(s) as unimportant?
tr: Şu anda seçili olan anımsatıcıları önemsiz olarak imlemek istediğinizden emin misiniz?

source: Remove reminders?
tr: Anımsatıcılar kaldırılsın mı?

source: Are you sure you want to remove the currently selected reminder(s)? This cannot be undone.
tr: Şu anda seçili olan anımsatıcıları kaldırmak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to move the currently selected reminder(s)?
tr: Ş uanda seçili olan anımsatıcıyı taşımak istediğinizden emin misiniz?

source: Are you sure you want to sign out?
tr: Oturumu kapatmak istediğinizden emin misiniz?

source: This will sign out <b>{self.username}</b>
tr: <b>{self.username}</b> oturumu kapatılacak

source: Remove reminder?
tr: Anımsatıcı kaldırılsın mı?

source: This will remove {reminder} and cannot be undone.
tr: Bu, {reminder} anımsatıcısını kaldıracak ve bu işlem geri alınamaz.

source: Edit Reminder
tr: Anımsatıcıyı Düzenle

source: New Reminder
tr: Yeni Anımsatıcı

source: PM
tr: ÖS

source: AM
tr: ÖÖ

source: Mark as completed
tr: Tamamlanmadı olarak işaretle

source: Local Reminders
tr: Yerel Anımsatıcılar

source: Local
tr: Yerel
